// 속성 정의
export const characteristicDescriptions = {
    '심록': 'HP가 줄었을 때 풀타입 기술의 위력이 올라간다.',
    '맹화': 'HP가 줄었을 때 불꽃타입 기술의 위력이 올라간다.',
    '급류': 'HP가 줄었을 때 물타입 기술의 위력이 올라간다.',
    '인분': '인분에 보호받아 기술의 추가 효과를 받지 않게 된다.',
    '탈피': '몸의 껍질을 벗어 던져 상태 이상을 회복할 때가 있다.',
    '복안': '복안을 가지고 있어 기술의 명중률이 올라간다.',
    '벌레의알림': 'HP가 줄었을 때 벌레타입 기술의 위력이 올라간다.',
    '날카로운눈': '날카로운 눈 덕분에 명중률이 떨어지지 않는다.',
    '갈지자걸음': '혼란 상태일 때는 회피율이 올라간다.',
    '도주': '야생 포켓몬으로부터 반드시 도망칠 수 있다.',
    '근성': '상태 이상이 되면 근성을 보여서 공격이 올라간다.',
};